package com.normuradov.ajva.data.examples

import com.normuradov.ajva.data.Word

val WORDS = listOf(
    Word(
        id = 1,
        word = "АБАД",
        meaning = " [арабча – доимийлик]  эск. кт. 1)  Сўнги йўқ келгуси замон; зид. азал. %n 2) рвш. Абадий суратда, доимо. Икки нарса бир-бирига абад йўлдошдир, Бири тиғдор аёз бўлса, бири қуёшдир. Ё. Мирзо. То абад Абадий суратда, ҳамиша, умрбод. Кўкрагимда яшнар то абад Ўаёт тақиб қўйган гулдаста. Уйғун."
    ),
    Word(
        id = 3695,
        word = "БОШМАЛДОҚ",
        meaning = " (асли бош бармоқ) Қўл ёки оёқ панжасидаги биринчи йўғон бармоқ. Бу узукни олиб бошмалдоққа тақибди. «Луқ\u00ADмони Ҳаким». Бир вақтлар Тожибувининг бошмалдоғига хасмол чиққан эди, тузалиб кетдими? Мирмуҳсин, Умид. Болалар бар\u00ADмоқларини букиб айтувчи эдилар: бошмалдоқ, қорамалдоқ, том тешаман, бўхча ўғирлай\u00ADман, худодан қўрқаман. М. Мансуров, Ёмби."
    ),
    Word(
        id = 5789,
        word = "ГЎЯНДА АБДУРАХИМ НИЗОРИЙ",
        meaning = " [ф. – ҳикоя қилувчи, айтувчи; нотиқ, сухандон]  1) Қадимда тўй, сайил-томоша ва шодиёналарда ҳикоя, қисса айтувчи киши. %n 2) Ҳофиз, ашулачи. Шерозий йигирма беш ёшлар чамасида бўлиб, овози жаранглаган, балоғатга етган, энди мустақил гўянда бўл\u00ADган пайти эди. Ж. Шарипов, Хоразм. %n 3) этн. Таъзияда йиғини бошловчи, мар\u00ADҳумнинг яхши хислатларини айтиб йиғ\u00ADловчи аёл."
    )
)
